Repository: bennokress/Tyokalu
Catalog: Työkalu/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, el, es, et, fi, fr, hr, hu, it, ja, lt, lv, nb, nl, nn, pl, ro, sk, sl, sv, tr, uk, zh_hans

source: Once notification permission is granted, there's no additional functionality here other than using the test button below to verify notifications work correctly.
bg: След като разрешението за известия е дадено, тук няма допълнителна функционалност освен използването на бутона за тест по-долу, за да се провери дали известията работят правилно.
cs: Jakmile je uděleno oprávnění k oznámením, není zde žádná další funkcionalita kromě použití testovacího tlačítka níže pro ověření, že oznámení fungují správně.
de: Sobald die Mitteilungsberechtigung erteilt wurde, gibt es hier keine weitere Funktionalität außer der Verwendung der Testtaste unten, um zu überprüfen, ob Mitteilungen korrekt funktionieren.
el: Μόλις χορηγηθεί η άδεια ειδοποιήσεων, δεν υπάρχει επιπλέον λειτουργικότητα εδώ εκτός από τη χρήση του κουμπιού δοκιμής παρακάτω για να επαληθεύσετε ότι οι ειδοποιήσεις λειτουργούν σωστά.
es: Una vez concedido el permiso de notificación, no hay funcionalidad adicional aquí más que usar el botón de prueba de abajo para verificar que las notificaciones funcionan correctamente.
et: Kui teavituste luba on antud, pole siin muud funktsionaalsust peale alloleva testnupu kasutamise, et kontrollida teavituste korrektset toimimist.
fi: Kun ilmoituslupa on myönnetty, tässä ei ole muuta toiminnallisuutta kuin alla olevan testipainikkeen käyttäminen ilmoitusten toiminnan varmistamiseksi.
fr: Une fois l'autorisation de notification accordée, il n'y a pas d'autres fonctionnalités ici, à part utiliser le bouton de test ci-dessous pour vérifier que les notifications fonctionnent correctement.
hr: Nakon što se odobri dozvola za obavijesti, ovdje nema dodatne funkcionalnosti osim korištenja gumba za testiranje u nastavku za provjeru ispravnosti obavijesti.
hu: Az értesítési engedély megadása után itt nincs más funkció, csak az alábbi tesztgomb használata az értesítések helyes működésének ellenőrzésére.
it: Una volta concessa l'autorizzazione alle notifiche, non ci sono altre funzionalità qui oltre all'utilizzo del pulsante di test qui sotto per verificare che le notifiche funzionino correttamente.
ja: 通知の許可が与えられると、下のテストボタンを使用して通知が正しく機能することを確認する以外に追加の機能はありません。
lt: Kai suteikiamas pranešimų leidimas, čia nėra jokių papildomų funkcijų, išskyrus žemiau esančio bandomojo mygtuko naudojimą patikrinti, ar pranešimai veikia tinkamai.
lv: Kad paziņojumu atļauja ir piešķirta, šeit nav citas funkcionalitātes, izņemot testa pogas izmantošanu zemāk, lai pārbaudītu, vai paziņojumi darbojas pareizi.
nb: Når varslingstillatelse er gitt, er det ingen annen funksjonalitet her enn å bruke testknappen nedenfor for å bekrefte at varsler fungerer riktig.
nl: Zodra meldingstoestemming is verleend, is er hier geen extra functionaliteit behalve het gebruik van de testknop hieronder om te verifiëren dat meldingen correct werken.
nn: Når varslingsløyve er gjeve, finst det ingen annan funksjonalitet her enn å bruke testknappen nedanfor for å stadfeste at varslar fungerer rett.
pl: Po udzieleniu uprawnienia do powiadomień, nie ma tu żadnej dodatkowej funkcjonalności poza użyciem przycisku testowego poniżej, aby zweryfikować, że powiadomienia działają poprawnie.
ro: Odată ce permisiunea pentru notificări este acordată, nu există altă funcționalitate aici în afară de utilizarea butonului de test de mai jos pentru a verifica dacă notificările funcționează corect.
sk: Po udelení povolenia pre oznámenia tu nie je žiadna ďalšia funkcionalita okrem použitia testovacieho tlačidla nižšie na overenie správneho fungovania oznámení.
sl: Ko je dovoljenje za obvestila podeljeno, tu ni nobene dodatne funkcionalnosti razen uporabe testnega gumba spodaj za preverjanje, da obvestila delujejo pravilno.
sv: När aviseringsbehörighet har beviljats finns det ingen ytterligare funktionalitet här förutom att använda testknappen nedan för att verifiera att aviseringar fungerar korrekt.
tr: Bildirim izni verildikten sonra, bildirimlerin doğru çalıştığını doğrulamak için aşağıdaki test düğmesini kullanmak dışında burada ek bir işlev yoktur.
uk: Після надання дозволу на сповіщення тут немає додаткових функцій, окрім використання кнопки тестування нижче для перевірки правильності роботи сповіщень.
zh_hans: 授予通知权限后，此处除了使用下方的测试按钮验证通知是否正常工作外，没有其他功能。

source: Open Settings
bg: Отвори Настройки
cs: Otevřít Nastavení
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
et: Ava Seaded
fi: Avaa Asetukset
fr: Ouvrir Réglages
hr: Otvori Postavke
hu: Beállítások megnyitása
it: Apri Impostazioni
ja: 設定を開く
lt: Atidaryti nustatymus
lv: Atvērt Iestatījumus
nb: Åpne Innstillinger
nl: Open Instellingen
nn: Opne Innstillingar
pl: Otwórz Ustawienia
ro: Deschideți Setări
sk: Otvoriť Nastavenia
sl: Odpri Nastavitve
sv: Öppna Inställningar
tr: Ayarları Aç
uk: Відкрити Параметри
zh_hans: 打开设置

source: Open URL
bg: Отвори URL
cs: Otevřít URL
de: URL öffnen
el: Άνοιγμα URL
es: Abrir URL
et: Ava URL
fi: Avaa URL
fr: Ouvrir l'URL
hr: Otvori URL
hu: URL megnyitása
it: Apri URL
ja: URLを開く
lt: Atidaryti URL
lv: Atvērt URL
nb: Åpne URL
nn: Opne URL
pl: Otwórz URL
ro: Deschideți URL
sk: Otvoriť URL
sl: Odpri URL
sv: Öppna URL
tr: URL Aç
uk: Відкрити URL
zh_hans: 打开URL

source: Open app settings
bg: Отвори настройките на приложението
cs: Otevřít nastavení aplikace
de: App-Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων εφαρμογής
es: Abrir ajustes de la app
et: Ava rakenduse seaded
fi: Avaa sovelluksen asetukset
fr: Ouvrir les réglages de l'app
hr: Otvori postavke aplikacije
hu: Alkalmazás beállításainak megnyitása
it: Apri impostazioni app
ja: アプリ設定を開く
lt: Atidaryti programėlės nustatymus
lv: Atvērt lietotnes iestatījumus
nb: Åpne appinnstillinger
nl: Open app-instellingen
nn: Opne appinnstillingar
pl: Otwórz ustawienia aplikacji
ro: Deschideți setările aplicației
sk: Otvoriť nastavenia aplikácie
sl: Odpri nastavitve aplikacije
sv: Öppna appinställningar
tr: Uygulama ayarlarını aç
uk: Відкрити параметри додатка
zh_hans: 打开App设置

source: Opens a system dialog to allow notifications from this app
bg: Отваря системен диалог за разрешаване на известия от това приложение
cs: Otevře systémový dialog pro povolení oznámení z této aplikace
de: Öffnet einen Systemdialog, um Mitteilungen von dieser App zu erlauben
el: Ανοίγει ένα παράθυρο διαλόγου συστήματος για να επιτρέψει ειδοποιήσεις από αυτήν την εφαρμογή
es: Abre un diálogo del sistema para permitir notificaciones de esta app
et: Avab süsteemi dialoogi, et lubada teavitused sellelt rakenduselt
fi: Avaa järjestelmävalintaikkunan ilmoitusten sallimiseksi tästä sovelluksesta
fr: Ouvre une boîte de dialogue système pour autoriser les notifications de cette app
hr: Otvara sistemski dijaloški okvir za dopuštanje obavijesti od ove aplikacije
hu: Megnyit egy rendszerpárbeszédpanelt, hogy engedélyezze az értesítéseket ebből az alkalmazásból
it: Apre una finestra di sistema per consentire le notifiche da questa app
ja: このアプリからの通知を許可するシステムダイアログを開きます
lt: Atidaro sistemos dialogo langą, kad leistų pranešimus iš šios programėlės
lv: Atver sistēmas dialogu, lai atļautu paziņojumus no šīs lietotnes
nb: Åpner en systemdialog for å tillate varsler fra denne appen
nl: Opent een systeemdialoog om meldingen van deze app toe te staan
nn: Opnar ein systemdialog for å tillate varslar frå denne appen
pl: Otwiera okno dialogowe systemu, aby zezwolić na powiadomienia z tej aplikacji
ro: Deschide o fereastră de dialog de sistem pentru a permite notificări de la această aplicație
sk: Otvorí systémový dialóg na povolenie oznámení z tejto aplikácie
sl: Odpre sistemsko pogovorno okno za dovolitev obvestil te aplikacije
sv: Öppnar en systemdialog för att tillåta aviseringar från denna app
tr: Bu uygulamadan bildirimlere izin vermek için bir sistem iletişim kutusu açar
uk: Відкриває системне діалогове вікно для дозволу сповіщень від цього додатка
zh_hans: 打开系统对话框以允许来自此App的通知

source: Opens the Settings app to enable notifications
bg: Отваря приложението Настройки за включване на известията
cs: Otevře aplikaci Nastavení pro povolení oznámení
de: Öffnet die Einstellungen-App, um Mitteilungen zu aktivieren
el: Ανοίγει την εφαρμογή Ρυθμίσεις για να ενεργοποιήσει τις ειδοποιήσεις
es: Abre la app de Ajustes para activar las notificaciones
et: Avab Seadete rakenduse teavituste lubamiseks
fi: Avaa Asetukset-sovelluksen ilmoitusten käyttöönottamiseksi
fr: Ouvre l'app Réglages pour activer les notifications
hr: Otvara aplikaciju Postavke za omogućavanje obavijesti
hu: Megnyitja a Beállítások alkalmazást az értesítések engedélyezéséhez
it: Apre l'app Impostazioni per abilitare le notifiche
ja: 設定アプリを開いて通知を有効にします
lt: Atidaro Nustatymų programėlę, kad įjungtų pranešimus
lv: Atver lietotni Iestatījumi, lai iespējotu paziņojumus
nb: Åpner Innstillinger-appen for å aktivere varsler
nl: Opent de Instellingen-app om meldingen in te schakelen
nn: Opnar Innstillingar-appen for å aktivere varslar
pl: Otwiera aplikację Ustawienia, aby włączyć powiadomienia
ro: Deschide aplicația Setări pentru a activa notificările
sk: Otvorí aplikáciu Nastavenia na povolenie oznámení
sl: Odpre aplikacijo Nastavitve za omogočanje obvestil
sv: Öppnar appen Inställningar för att aktivera aviseringar
tr: Bildirimleri etkinleştirmek için Ayarlar uygulamasını açar
uk: Відкриває програму Параметри для увімкнення сповіщень
zh_hans: 打开"设置"App以启用通知

source: Permission required
bg: Изисква се разрешение
cs: Vyžadováno oprávnění
de: Berechtigung erforderlich
el: Απαιτείται άδεια
es: Permiso requerido
et: Luba vajalik
fi: Lupa vaaditaan
fr: Autorisation requise
hr: Potrebna dozvola
hu: Engedély szükséges
it: Autorizzazione richiesta
ja: 許可が必要です
lt: Reikalingas leidimas
lv: Nepieciešama atļauja
nb: Tillatelse kreves
nl: Toestemming vereist
nn: Løyve krevst
pl: Wymagane uprawnienie
ro: Permisiune necesară
sk: Vyžaduje sa povolenie
sl: Zahtevano dovoljenje
sv: Behörighet krävs
tr: İzin gerekli
uk: Потрібен дозвіл
zh_hans: 需要权限

source: Please grant notification permission to use all features.
bg: Моля, разрешете известията, за да използвате всички функции.
cs: Pro použití všech funkcí prosím udělte oprávnění k oznámením.
de: Bitte erteile die Mitteilungsberechtigung, um alle Funktionen zu nutzen.
el: Παρακαλώ παραχωρήστε άδεια ειδοποιήσεων για να χρησιμοποιήσετε όλες τις λειτουργίες.
es: Por favor, concede permiso de notificación para usar todas las funciones.
et: Palun anna teavituste luba, et kasutada kõiki funktsioone.
fi: Myönnä ilmoituslupa käyttääksesi kaikkia ominaisuuksia.
fr: Veuillez accorder l'autorisation de notification pour utiliser toutes les fonctionnalités.
hr: Odobrite dozvolu za obavijesti kako biste koristili sve značajke.
hu: Kérjük, add meg az értesítési engedélyt az összes funkció használatához.
it: Concedi l'autorizzazione alle notifiche per utilizzare tutte le funzionalità.
ja: すべての機能を使用するには通知の許可を与えてください。
lt: Prašome suteikti pranešimų leidimą, kad galėtumėte naudoti visas funkcijas.
lv: Lūdzu, piešķiriet paziņojumu atļauju, lai izmantotu visas funkcijas.
nb: Vennligst gi varslingstillatelse for å bruke alle funksjoner.
nl: Verleen meldingstoestemming om alle functies te gebruiken.
nn: Ver venleg og gje varslingsløyve for å bruke alle funksjonar.
pl: Proszę udzielić uprawnienia do powiadomień, aby używać wszystkich funkcji.
ro: Vă rugăm să acordați permisiunea pentru notificări pentru a utiliza toate funcțiile.
sk: Prosím udeľte povolenie pre oznámenia, aby ste mohli používať všetky funkcie.
sl: Prosimo, podelite dovoljenje za obvestila za uporabo vseh funkcij.
sv: Vänligen ge aviseringsbehörighet för att använda alla funktioner.
tr: Tüm özellikleri kullanmak için lütfen bildirim izni verin.
uk: Будь ласка, надайте дозвіл на сповіщення, щоб використовувати всі функції.
zh_hans: 请授予通知权限以使用所有功能。

source: Ready to send notifications
bg: Готово за изпращане на известия
cs: Připraveno k odesílání oznámení
de: Bereit zum Senden von Mitteilungen
el: Έτοιμο να στείλει ειδοποιήσεις
es: Listo para enviar notificaciones
et: Valmis teavituste saatmiseks
fi: Valmis lähettämään ilmoituksia
fr: Prêt à envoyer des notifications
hr: Spremno za slanje obavijesti
hu: Készen áll az értesítések küldésére
it: Pronto per inviare notifiche
ja: 通知を送信する準備ができました
lt: Paruošta siųsti pranešimus
lv: Gatavs sūtīt paziņojumus
nb: Klar til å sende varsler
nl: Klaar om meldingen te verzenden
nn: Klar til å sende varslar
pl: Gotowe do wysyłania powiadomień
ro: Pregătit pentru trimiterea notificărilor
sk: Pripravené na odosielanie oznámení
sl: Pripravljeno za pošiljanje obvestil
sv: Redo att skicka aviseringar
tr: Bildirim göndermeye hazır
uk: Готово до надсилання сповіщень
zh_hans: 已准备好发送通知

source: Run Shortcut
bg: Изпълни пряк път
cs: Spustit zkratku
de: Kurzbefehl ausführen
el: Εκτέλεση συντόμευσης
es: Ejecutar atajo
et: Käivita otsetee
fi: Suorita pikakomento
fr: Exécuter un raccourci
hr: Pokreni prečac
hu: Parancs futtatása
it: Esegui comando rapido
ja: ショートカットを実行
lt: Paleisti sparčiąją komandą
lv: Palaist saīsni
nb: Kjør snarvei
nl: Voer opdracht uit
nn: Køyr snarveg
pl: Uruchom skrót
ro: Rulați scurtătura
sk: Spustiť skratku
sl: Zaženi bližnjico
sv: Kör genväg
tr: Kestirme Çalıştır
uk: Запустити швидку команду
zh_hans: 运行快捷指令

source: Saturday
bg: Събота
cs: Sobota
de: Samstag
el: Σάββατο
es: Sábado
et: Laupäev
fi: Lauantai
fr: Samedi
hr: Subota
hu: Szombat
it: Sabato
ja: 土曜日
lt: Šeštadienis
lv: Sestdiena
nb: Lørdag
nl: Zaterdag
nn: Laurdag
pl: Sobota
ro: Sâmbătă
sk: Sobota
sl: Sobota
sv: Lördag
tr: Cumartesi
uk: Субота
zh_hans: 星期六

source: Send Test Notification
bg: Изпрати тестово известие
cs: Odeslat testovací oznámení
de: Testmitteilung senden
el: Αποστολή δοκιμαστικής ειδοποίησης
es: Enviar notificación de prueba
et: Saada testteavitus
fi: Lähetä testi-ilmoitus
fr: Envoyer une notification de test
hr: Pošalji testnu obavijest
hu: Tesztértesítés küldése
it: Invia notifica di test
ja: テスト通知を送信
lt: Siųsti bandomąjį pranešimą
lv: Sūtīt testa paziņojumu
nb: Send testvarsel
nl: Verstuur testmelding
nn: Send testvarsel
pl: Wyślij testowe powiadomienie
ro: Trimiteți notificare de test
sk: Odoslať testovacie oznámenie
sl: Pošlji testno obvestilo
sv: Skicka testavisering
tr: Test Bildirimi Gönder
uk: Надіслати тестове сповіщення
zh_hans: 发送测试通知

source: Send test notification
bg: Изпрати тестово известие
cs: Odeslat testovací oznámení
de: Testmitteilung senden
el: Αποστολή δοκιμαστικής ειδοποίησης
es: Enviar notificación de prueba
et: Saada testteavitus
fi: Lähetä testi-ilmoitus
fr: Envoyer une notification de test
hr: Pošalji testnu obavijest
hu: Tesztértesítés küldése
it: Invia notifica di test
ja: テスト通知を送信
lt: Siųsti bandomąjį pranešimą
lv: Sūtīt testa paziņojumu
nb: Send testvarsel
nl: Verstuur testmelding
nn: Send testvarsel
pl: Wyślij testowe powiadomienie
ro: Trimiteți notificare de test
sl: Pošlji testno obvestilo
sv: Skicka testavisering
tr: Test bildirimi gönder
uk: Надіслати тестове сповіщення
zh_hans: 发送测试通知

source: Sends a test notification to verify the setup
bg: Изпраща тестово известие за проверка на настройката
cs: Odešle testovací oznámení pro ověření nastavení
de: Sendet eine Testmitteilung, um die Einrichtung zu überprüfen
el: Στέλνει μια δοκιμαστική ειδοποίηση για επαλήθευση της ρύθμισης
es: Envía una notificación de prueba para verificar la configuración
et: Saadab testteavituse seadistuse kontrollimiseks
fi: Lähettää testi-ilmoituksen asetusten vahvistamiseksi
fr: Envoie une notification de test pour vérifier la configuration
hr: Šalje testnu obavijest za provjeru postavki
hu: Tesztértesítést küld a beállítás ellenőrzéséhez
it: Invia una notifica di test per verificare la configurazione
ja: セットアップを確認するためのテスト通知を送信します
lt: Siunčia bandomąjį pranešimą, kad patikrintų sąranką
lv: Sūta testa paziņojumu, lai pārbaudītu iestatījumus
nb: Sender et testvarsel for å bekrefte oppsettet
nl: Verstuurt een testmelding om de configuratie te verifiëren
nn: Sender eit testvarsel for å stadfeste oppsettet
pl: Wysyła testowe powiadomienie, aby zweryfikować konfigurację
ro: Trimite o notificare de test pentru a verifica configurația
sk: Odošle testovacie oznámenie na overenie nastavenia
sl: Pošlje testno obvestilo za preverjanje nastavitev
sv: Skickar en testavisering för att verifiera inställningarna
tr: Kurulumu doğrulamak için bir test bildirimi gönderir
uk: Надсилає тестове сповіщення для перевірки налаштування
zh_hans: 发送测试通知以验证设置

source: Setting a Notification ID will replace any older notification with the same Notification ID
bg: Задаването на ИД на известие ще замени всички по-стари известия със същия ИД на известие
cs: Nastavení ID oznámení nahradí všechna starší oznámení se stejným ID oznámení
de: Das Setzen einer Mitteilungs-ID ersetzt alle älteren Mitteilungen mit derselben Mitteilungs-ID
el: Ο ορισμός αναγνωριστικού ειδοποίησης θα αντικαταστήσει οποιαδήποτε παλαιότερη ειδοποίηση με το ίδιο αναγνωριστικό ειδοποίησης
es: Establecer un ID de notificación reemplazará cualquier notificación anterior con el mismo ID de notificación
et: Teavituse ID määramine asendab kõik vanemad sama teavituse ID-ga teavitused
fi: Ilmoituksen tunnisteen asettaminen korvaa kaikki vanhemmat ilmoitukset samalla tunnisteella
fr: Définir un ID de notification remplacera toute notification plus ancienne avec le même ID de notification
hr: Postavljanje ID-a obavijesti zamijenit će sve starije obavijesti s istim ID-om obavijesti
hu: Értesítés-azonosító beállítása lecseréli az összes korábbi értesítést ugyanazzal az értesítés-azonosítóval
it: L'impostazione di un ID notifica sostituirà qualsiasi notifica precedente con lo stesso ID notifica
ja: 通知IDを設定すると、同じ通知IDを持つ古い通知が置き換えられます
lt: Nustačius pranešimo ID, bus pakeisti visi senesni pranešimai su tuo pačiu pranešimo ID
lv: Paziņojuma ID iestatīšana aizstās visus vecākos paziņojumus ar tādu pašu paziņojuma ID
nb: Å sette en varslings-ID vil erstatte eldre varsler med samme varslings-ID
nl: Het instellen van een Meldings-ID vervangt elke oudere melding met dezelfde Meldings-ID
nn: Å setje ein varslings-ID vil erstatte eldre varslar med same varslings-ID
pl: Ustawienie ID powiadomienia zastąpi wszystkie starsze powiadomienia z tym samym ID powiadomienia
ro: Setarea unui ID de notificare va înlocui orice notificare mai veche cu același ID de notificare
sk: Nastavenie ID oznámenia nahradí všetky staršie oznámenia s rovnakým ID oznámenia
sl: Nastavitev ID-ja obvestila bo nadomestila vsako starejše obvestilo z enakim ID-jem obvestila
sv: Att ange ett aviserings-ID ersätter alla äldre aviseringar med samma aviserings-ID
tr: Bir Bildirim Kimliği ayarlamak, aynı Bildirim Kimliğine sahip eski bildirimlerin yerini alacaktır
uk: Встановлення ID сповіщення замінить будь-яке старіше сповіщення з тим самим ID сповіщення
zh_hans: 设置通知ID会替换具有相同通知ID的任何旧通知

source: Setting a Thread ID will group the notification with other notifications that have the same Thread ID
bg: Задаването на ИД на нишка ще групира известието с други известия, които имат същия ИД на нишка
cs: Nastavení ID vlákna seskupí oznámení s ostatními oznámeními, která mají stejné ID vlákna
de: Das Setzen einer Thread-ID gruppiert die Mitteilung mit anderen Mitteilungen, die dieselbe Thread-ID haben
el: Ο ορισμός αναγνωριστικού νήματος θα ομαδοποιήσει την ειδοποίηση με άλλες ειδοποιήσεις που έχουν το ίδιο αναγνωριστικό νήματος
es: Establecer un ID de hilo agrupará la notificación con otras notificaciones que tengan el mismo ID de hilo
et: Lõime ID määramine grupeerib teavituse teiste sama lõime ID-ga teavitustega
fi: Säikeen tunnisteen asettaminen ryhmittelee ilmoituksen muiden samalla säikeen tunnisteella olevien ilmoitusten kanssa
fr: Définir un ID de fil regroupera la notification avec d'autres notifications ayant le même ID de fil
hr: Postavljanje ID-a niti grupirat će obavijest s drugim obavijestima koje imaju isti ID niti
hu: Szálazonosító beállítása csoportosítja az értesítést más, azonos szálazonosítójú értesítésekkel
it: L'impostazione di un ID thread raggrupperà la notifica con altre notifiche che hanno lo stesso ID thread
ja: スレッドIDを設定すると、同じスレッドIDを持つ他の通知とグループ化されます
lt: Nustačius gijos ID, pranešimas bus sugrupuotas su kitais pranešimais, turinčiais tą patį gijos ID
lv: Pavediena ID iestatīšana grupēs paziņojumu ar citiem paziņojumiem, kuriem ir tāds pats pavediena ID
nb: Å sette en tråd-ID vil gruppere varselet med andre varsler som har samme tråd-ID
nl: Het instellen van een Thread-ID groepeert de melding met andere meldingen die dezelfde Thread-ID hebben
nn: Å setje ein tråd-ID vil gruppere varselet med andre varslar som har same tråd-ID
pl: Ustawienie ID wątku zgrupuje powiadomienie z innymi powiadomieniami, które mają to samo ID wątku
ro: Setarea unui ID de fir va grupa notificarea cu alte notificări care au același ID de fir
sk: Nastavenie ID vlákna zoskupí oznámenie s ostatnými oznámeniami, ktoré majú rovnaké ID vlákna
sl: Nastavitev ID-ja niti bo združila obvestilo z drugimi obvestili, ki imajo enak ID niti
sv: Att ange ett tråd-ID grupperar aviseringen med andra aviseringar som har samma tråd-ID
tr: Bir İş Parçacığı Kimliği ayarlamak, bildirimi aynı İş Parçacığı Kimliğine sahip diğer bildirimlerle gruplandıracaktır
uk: Встановлення ID потоку згрупує сповіщення з іншими сповіщеннями, які мають той самий ID потоку
zh_hans: 设置线程ID会将该通知与具有相同线程ID的其他通知分组

source: Shortcut Input Parameter
bg: Входен параметър на пряк път
cs: Vstupní parametr zkratky
de: Kurzbefehl-Eingabeparameter
el: Παράμετρος εισόδου συντόμευσης
es: Parámetro de entrada del atajo
et: Otsetee sisendparameeter
fi: Pikakomennon syöteparametri
fr: Paramètre d'entrée du raccourci
hr: Ulazni parametar prečaca
hu: Parancs bemeneti paramétere
it: Parametro di input del comando rapido
ja: ショートカット入力パラメータ
lt: Sparčiosios komandos įvesties parametras
lv: Saīsnes ievades parametrs
nb: Snarvei-inngangsparameter
nl: Opdracht-invoerparameter
nn: Snarveg-inngangsparameter
pl: Parametr wejściowy skrótu
ro: Parametru de intrare scurtătură
sk: Vstupný parameter skratky
sl: Vhodni parameter bližnjice
sv: Genväg-inmatningsparameter
tr: Kestirme Giriş Parametresi
uk: Вхідний параметр швидкої команди
zh_hans: 快捷指令输入参数

source: Shortcut Name
bg: Име на пряк път
cs: Název zkratky
de: Kurzbefehlname
el: Όνομα συντόμευσης
es: Nombre del atajo
et: Otsetee nimi
fi: Pikakomennon nimi
fr: Nom du raccourci
hr: Naziv prečaca
hu: Parancs neve
it: Nome comando rapido
ja: ショートカット名
lt: Sparčiosios komandos pavadinimas
lv: Saīsnes nosaukums
nb: Snarveinavn
nl: Opdrachtnaam
nn: Snarvegnamn
pl: Nazwa skrótu
ro: Nume scurtătură
sk: Názov skratky
sl: Ime bližnjice
sv: Genvägsnamn
tr: Kestirme Adı
uk: Назва швидкої команди
zh_hans: 快捷指令名称

source: Show Notification
bg: Покажи известие
cs: Zobrazit oznámení
de: Mitteilung anzeigen
el: Εμφάνιση ειδοποίησης
es: Mostrar notificación
et: Kuva teavitus
fi: Näytä ilmoitus
fr: Afficher une notification
hr: Prikaži obavijest
hu: Értesítés megjelenítése
it: Mostra notifica
ja: 通知を表示
lt: Rodyti pranešimą
lv: Rādīt paziņojumu
nb: Vis varsel
nl: Toon melding
nn: Vis varsel
pl: Pokaż powiadomienie
ro: Afișați notificarea
sk: Zobraziť oznámenie
sl: Prikaži obvestilo
sv: Visa avisering
tr: Bildirim Göster
uk: Показати сповіщення
zh_hans: 显示通知
